/* Error message */
"
                No argument specified.
                Add [--help] to see available arguments.
                " = "
                No argument specified.
                Add [--help] to see available arguments.
                ";

/* Error message */
"
                Number not valid.
                Type \"yap ls\" to see the correct item number.
                " = "
                Number not valid.
                Type \"yap ls\" to see the correct item number.
                ";

/* Error message */
"
                There are no completed items.
                Mark some items as \"complete\" first.
                " = "
                There are no completed items.
                Mark some items as \"complete\" first.
                ";

/* No to-do message */
"
                There is nothing on the list!
                Being productive, eh?
                " = "
                There is nothing on the list!
                Being productive, eh?
                ";

/* Error message */
"
                You haven't added a to-do item yet.
                Use \"yap add\" to use stdin or use
                \"yap add <to-do>\".
                " = "
                You haven't added a to-do item yet.
                Use \"yap add\" to use stdin or use
                \"yap add <to-do>\".
                ";

/* Command description */
"Add due dates." = "Add due dates.";

/* Add command description */
"Add item to the list." = "Add item to the list.";

/* Confirmation message */
"All completed items have been purged." = "All completed items have been purged.";

/* Info text */
"All items have been purged." = "All items have been purged.";

/* Info text */
"Changed state: %@" = "Changed state: %@";

/* Info text */
"Complete: %@" = "Complete: %@";

/* Info text */
"Deleted: %@" = "Deleted: %@";

/* Info text */
"Due date set to: %@" = "Due date set to: %@";

/* Help text */
"Due date." = "Due date.";

/* Info text */
"For: %@" = "For: %@";

/* Argument help */
"Hide due date." = "Hide due date.";

/* Error message */
"Item already in the list." = "Item already in the list.";

/* Error message */
"Item(s) already completed." = "Item(s) already completed.";

/* Unfinished to-do header */
"Pending items:" = "Pending items:";

/* List command description */
"List items." = "List items.";

/* Help text */
"Mark item as pending." = "Mark item as pending.";

/* Complete command description */
"Mark item as complete." = "Mark item as complete.";

/* Info text */
"Pending: %@" = "Pending: %@";

/* Argument help */
"Purge both complete and pending items." = "Purge both complete and pending items.";

/* Purge command description */
"Purge completed items (default)." = "Purge completed items (default).";

/* Info text */
"Purged: %@" = "Purged: %@";

/* Completed to-do items */
"Recently completed:" = "Recently completed:";

/* Command description */
"Remove individual items." = "Remove individual items.";

/* Info text */
"Removed: %@" = "Removed: %@";

/* Argument help */
"Show both completed and pending items." = "Show both completed and pending items.";

/* Argument help */
"Show completed items." = "Show completed items.";

/* Argument help */
"Show less detail." = "Show less detail.";

/* Program description */
"Simple to-do list" = "Simple to-do list";

/* Info text */
"To-do added successfully!" = "To-do added successfully!";

/* Help text */
"To-do item number." = "To-do item number.";

/* Help text */
"To-do text." = "To-do text.";

/* Version info */
"version " = "version ";

/* Error message */
"You cannot enter an empty to-do." = "You cannot enter an empty to-do.";

